alefragnani.project-manager
codezombiech.gitignore
dbaeumer.vscode-eslint
donjayamanne.git-extension-pack
donjayamanne.githistory
eamodio.gitlens
ecmel.vscode-html-css
enkia.tokyo-night
esbenp.prettier-vscode
mads-hartmann.bash-ide-vscode
mhutchie.git-graph
miguelsolorio.symbols
rangav.vscode-thunder-client
ritwickdey.liveserver
usernamehw.errorlens
vscodevim.vim
xabikos.javascriptsnippets
zignd.html-css-class-completion
ziyasal.vscode-open-in-github
