adpyke.codesnap
alefragnani.project-manager
bradlc.vscode-tailwindcss
ccjr.emotion-auto-css
codezombiech.gitignore
dbaeumer.vscode-eslint
digitalbrainstem.javascript-ejs-support
donjayamanne.git-extension-pack
donjayamanne.githistory
eamodio.gitlens
ecmel.vscode-html-css
enkia.tokyo-night
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.vscode-github-actions
ijs.emotionsnippets
mads-hartmann.bash-ide-vscode
mhutchie.git-graph
miguelsolorio.symbols
rangav.vscode-thunder-client
riccardoforina.storybook-helper
ritwickdey.liveserver
stivo.tailwind-fold
tombonnike.vscode-status-bar-format-toggle
unifiedjs.vscode-mdx
usernamehw.errorlens
vira.vsc-vira-theme
vscodevim.vim
xabikos.javascriptsnippets
yeongpin.mouse-commenter
zignd.html-css-class-completion
ziyasal.vscode-open-in-github
